Repository: Whyrtiancz/CobblePedia
Catalog: CobblePedia/CobblePedia/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Pokedex
source: Application language
fr_fr: Langue de l'application

# ApplicationLanguageInstructions.Text
source: Set the language for the interface items. You must restart the application
fr_fr: Définir la langue des éléments de l'interface. Un redémarrage est nécessaire

# DataLanguage.Text
source: Data language
fr_fr: Langue des données

# DataLanguageInstructions.Text
source: Set the language for names and descriptions
fr_fr: Définit la langue des noms et descriptions

# MenuHome.Content
source: Home
fr_fr: Accueil

# Language-en-US.Content
source: English (US)
fr_fr: Anglais (américain)

# Language-fr-FR.Content
source: French
fr_fr: Français

# UISettings.Text
source: User interface
fr_fr: Langues de l'application et des données

# Settings.Text
source: Settings
fr_fr: Paramètres

# Theme-Dark.Content
source: Female shiny
fr_fr: Sombre

# Theme-Light.Content
source: Light
fr_fr: Clair

# Theme-System.Content
source: Use system setting
fr_fr: Utiliser le thème du système

# Theme.Text
source: App Theme
fr_fr: Thème de l'application

# ThemeInstructions.Text
source: Select which app theme to display
fr_fr: Sélectionnez le thème que vous souhaitez afficher

# MenuTrainers.Content
source: Trainers
fr_fr: Dresseurs

# MenuSpecies.Content
source: Pokedex
fr_fr: Pokédex

# ApplicationLanguage.Text
source: Application language
fr_fr: Langue de l'application

# DoubleDamageFrom.Text
source: Weak against
fr_fr: Faible contre

# HalfDamageTo.Text
source: Not efficient againts
fr_fr: Peu efficace contre

# TypesAttack.Text
source: Attack
fr_fr: Attaque

# TypesDefence.Text
source: Defence
fr_fr: Défense

# TypesEfficiency.Text
source: Efficiency
fr_fr: Efficacité

# MainTitleBar.Title
source: CobblePedia
fr_fr: CooblePédia

# Home.Text
source: CobblePedia
fr_fr: CobblePédia

# PokemonPokedex.Text
source: Pokedex data
fr_fr: Données du Pokédex

# PokemonPhysicalExpander.Header
source: Physical data
fr_fr: Données physiques

# PokemonHeight.Text
source: Height
fr_fr: Taille

# PokemonWeight.Text
source: Weight
fr_fr: Poids

# PokemonMaleRatio.Text
source: Male/Female ratio
fr_fr: Ratio Mâle/Femelle

# PokemonEggInfo.Text
source: Breeding
fr_fr: Reproduction

# PokemonStatisticalExpander.Header
source: Statistics
fr_fr: Statistiques

# PokemonBreedingAndEvolution.Header
source: Breeding, evolutions and forms
fr_fr: Reproduction, évolutions et formes

# PokemonMoves.Header
source: Moves
fr_fr: Mouvements

# PokemonStatAttack.Text
source: Attack
fr_fr: Attaque

# PokemonStatSpecialAttack.Text
source: Attack special
fr_fr: Attaque spéciale

# PokemonStatSpeed.Text
source: Speed
fr_fr: Vitesse

# PokemonStatHP.Text
source: HP
fr_fr: PV

# PokemonStatDefence.Text
source: Defence
fr_fr: Défense

# PokemonStatSpecialDefence.Text
source: Defence special
fr_fr: Défense spéciale

# PokemonMoveLearnedByLevel.Text
source: Learned by level
fr_fr: Apprentissage par niveau

# PokemonMoveLearnedByCT_TM.Text
source: Learned by CT/CM
fr_fr: Apprentissage par CT/CM

# PokemonMoveLearnedByTutor.Text
source: Learned by tutor
fr_fr: Apprentissage par tuteur

# PokemonEvolutionPrevious.Text
source: Previous
fr_fr: Précédente

# PokemonEvolutionCurrent.Text
source: Current
fr_fr: Courante

# PokemonEvolutionNext.Text
source: Next
fr_fr: Suivante

# PokemonForm.Text
source: Form
fr_fr: Forme

# PokemonAbilities.Header
source: Abilities
fr_fr: Capacités
